// © Copyright 2011, 2015 HP Development Company, L.P.

TaskName = "Software en stuurprogramma's downloaden";

TaskTitleField = "Software en stuurprogramma's downloaden";
TaskDescriptionField = "Klik op \"Online gaan\" om de nieuwste stuurprogramma's, firmware of softwarepakketten voor uw apparaat van HP te downloaden.";
TaskStartButtonTitle = "Online gaan";
